{"topic":{"0":"business","1":"business","2":"business","3":"business","4":"business","5":"business","6":"business","7":"business","8":"business","9":"business","10":"business","11":"business","12":"business","13":"business","14":"business","15":"business","16":"business","17":"business","18":"business","19":"business","20":"business","21":"business","22":"business","23":"business","24":"business","25":"sports","26":"sports","27":"sports","28":"sports","29":"sports","30":"sports","31":"sports","32":"sports","33":"sports","34":"sports","35":"sports","36":"sports","37":"sports","38":"sports","39":"sports","40":"sports","41":"sports","42":"sports","43":"sports","44":"sports","45":"sports","46":"sports","47":"sports","48":"sports","49":"sports","50":"technology","51":"technology","52":"technology","53":"technology","54":"technology","55":"technology","56":"technology","57":"technology","58":"technology","59":"technology","60":"technology","61":"technology","62":"technology","63":"technology","64":"technology","65":"technology","66":"technology","67":"technology","68":"technology","69":"technology","70":"technology","71":"technology","72":"technology","73":"technology","74":"technology","75":"entertainment","76":"entertainment","77":"entertainment","78":"entertainment","79":"entertainment","80":"entertainment","81":"entertainment","82":"entertainment","83":"entertainment","84":"entertainment","85":"entertainment","86":"entertainment","87":"entertainment","88":"entertainment","89":"entertainment","90":"entertainment","91":"entertainment","92":"entertainment","93":"entertainment","94":"entertainment","95":"entertainment","96":"entertainment","97":"entertainment","98":"entertainment"},"title":{"0":"Lakshmi Vilas Bank withdrawals capped at ₹25,000 till December 16","1":"Pfizer shares drop 4.5% as Moderna says its vaccine can be stored in fridge","2":"Shutting Delhi markets may prove counterproductive: Traders' body","3":"How does Moderna's COVID-19 vaccine candidate compare to Pfizer's?","4":"Musk gets $15bn richer in 2 hours, becomes world's 3rd richest: Bloomberg","5":"Legal notice sent to Delhi eatery over pics of Hindu gods on food packets","6":"What have I done to deserve this: Tharoor responds to Goenka's joke on him","7":"Vasan Eye Care Founder Arun dies aged 51, suspicious death case filed","8":"Sensex opens 458 points higher, crosses 44,000 for the first time","9":"US dollar may fall 20% next year due to vaccine rollout: Citibank","10":"EU to buy 405 mn doses of CureVac's potential COVID-19 vaccine","11":"Huawei to sell smartphone brand Honor to 'ensure its survival'","12":"Russian economy set to lose $44B to cybercrime in 2020: Russian bank","13":"Bitcoin reaches $17,000 for first time since 2017","14":"'Absolutely not' in talks to sell stake in Mitsubishi: Nissan COO","15":"Ola, Swiggy to put 5% of wages in social security fund under draft rules: Report","16":"Japan exits COVID-19-induced recession with 5% growth in Q3","17":"RCEP's damaging consequences already apparent: S Jaishankar ","18":"Several bids received for BPCL sale: Govt","19":"Kris Gopalakrishnan appointed 1st Chairperson of RBI's innovation hub","20":"Warren Buffett’s Berkshire invests in 4 pharma firms including Pfizer","21":"Goldman Sachs raises India's FY21 GDP forecast to -10.3%","22":"India biz draining cash; reviewing investment in JV: AirAsia Group","23":"Patanjali-owned Ruchi Soya to launch FPO next year","24":"Govt invites bids from actuarial firms to value LIC ahead of IPO","25":"CSK should buy Dhoni with right to match card instead of retaining him: Aakash","26":"Un-ironed T-shirt, comfortable couch: Kohli shares pic while quarantining in Aus","27":"Jos Buttler's 18-month-old daughter interrupts his online interview, video surfaces","28":"BCCI confirms MPL Sports as official kit sponsor for Team India","29":"Gabon football team forced to sleep on airport floor, pics surface","30":"Shreyas Iyer has got the potential to lead India one day: Alex Carey","31":"Former India international Sudeep Tyagi retires aged 33, shares farewell note","32":"Shakib insulted Hindu religion by apologising for attending Kali Puja: Taslima","33":"Man threatens to kill Shakib for 'inaugurating' Kali Puja, cricketer clarifies","34":"Kenyan Olympic gold medalist Kipruto charged with having sex with minor","35":"Ex-cricketer poses as assistant of minister to cheat company of ₹15 lakh, arrested","36":"Kohli always pushes the boundaries: Ex-Australia coach Lehmann","37":"Kohli worth 2 players, his absence will impact Test series vs Australia: McGrath","38":"Australia Test captain Paine, other players airlifted after COVID-19 outbreak","39":"KXIP's Nicholas Pooran gets engaged to girlfriend Alyssa Miguel, shares picture","40":"Suryakumar Yadav likes a meme trolling Virat Kohli, unlikes it later","41":"Open up and talk about it: Buttler on potential bio-bubble burnout","42":"Uruguay's Luis Suarez tests positive for COVID-19","43":"Virat's absence won't be a deciding factor for Test series: Cummins","44":"Sachin had 100% impact on cricket with his talent: Pak's Aaqib Javed","45":"NZ's Williamson, Boult not picked for T20I series vs West Indies","46":"Love the steel drum gifted by Lara, Windies team on retirement: Sachin","47":"This time earned the right to be in the Test squad: Pucovski","48":"Opportunity for Rohit to step up during Virat's absence: McGrath","49":"Team India pacers can dismiss Smith, Warner, Labuschagne quickly: Pujara","50":"Musk gets $15bn richer in 2 hours, becomes world's 3rd richest: Bloomberg","51":"Social media firms should be regulated: Barack Obama","52":"Twitter hires influential hacker Peiter 'Mudge' Zatko as head of security","53":"Act against anti-Muslim bigotry on your platforms: US Senators to Facebook","54":"US shows Russian hackers as 'silly' bear in reports to annoy them: Report","55":"Apple products worth $6.6 mn stolen in UK truck heist","56":"Twitter's 'Fleets', posts that disappear in 24 hours, launched globally","57":"Bitcoin reaches $17,000 for first time since 2017","58":"Huawei to sell smartphone brand Honor to 'ensure its survival'","59":"Facebook, Twitter CEOs to appear in Senate hearing about US elections","60":"SpaceX's Crew Dragon docks with the International Space Station","61":"Solomon Islands plans to ban Facebook after govt criticised on platform","62":"Virgin Galactic delays test flight due to lockdown in New Mexico","63":"Satya Nadella among 9 American CEOs to meet US President-elect Joe Biden","64":"Learning how to earn users' trust: Twitter CEO on fighting misinformation","65":"Russian Minister denies Microsoft's claims of hackers attacking pharmas","66":"Apple tells Mac users its anti-malware feature doesn't spy on them","67":"Tesla to join S&P 500 as largest-ever new member","68":"Don't want to regulate, it's their responsibility: Govt on OTT platforms","69":"Apple refutes activist's claim against its online tracking tool","70":"Russian economy set to lose $44B to cybercrime in 2020: Russian bank","71":"Finance ministry gives DGCA approval to set up Drones Directorate","72":"'Resident Evil' game maker says data of over 3.5L customers stolen","73":"Apple testing foldable iPhones, could release in 2022: Reports","74":"Zoom launches security features to combat 'Zoombombers'","75":"Twinkle posts pic of 'Mela' villain's poster, says movie 'left mark or scar on me'","76":"I was replaced in a film as hero's wife didn't want me to be part of it: Taapsee","77":"Tamil TV series actor hacked to death, CCTV footage shows argument with gang","78":"Sushmita shares video of 'Money Heist' actress singing 'Chunari Chunari'","79":"Milind Soman picks up garbage on trek to a temple; shares pic","80":"Tamil actor's video amid cancer treatment surfaces, fans say 'he looks skinny'","81":"Heroes can be larger than life, but emotions have to be real: Suriya","82":"If we're not affected by Sushant's death we're not humans: Amit Sadh","83":"Suriya is a humble megastar: Paresh on his 'Soorarai Pottru' co-star","84":"Zazie Beetz joins Brad Pitt in action film 'Bullet Train': Reports","85":"Shawn Mendes and Justin Bieber announce collaboration; share teaser","86":"My husband didn't pressure me to lose weight post pregnancy: Neha","87":"Feel like you've gone for a long shoot: Irrfan's son on late actor","88":"Aditya to start shooting for upcoming action film 'Om' in December","89":"I'm a romantic at heart, that influences my songs: Amaal Mallik","90":"It's not easy for big stars to do OTT, but there is no choice: Aahana","91":"Feeling a little scared: Neetu on shooting for film after years","92":"Kissing Booth 3 is going to be released in summer 2021: Joey King","93":"Chadwick won't be digitally recreated for Black Panther sequel: Marvel","94":"Aditya made me feel comfortable on the sets of Ludo: Sanya Malhotra","95":"'Pyaar Ka Punchnama' changed everything for me overnight: Divyenndu","96":"I'm grateful for the honour: Sood on being named state icon of Punjab","97":"Wonder if people will take the risk: Dilijt on 'Suraj…' theatrical release","98":"Embassy of India in France pays tribute to Soumitra Chatterjee"},"author":{"0":"Pragya Swastik","1":"Krishna Veera Vanamali","2":"Sakshita Khosla","3":"Pragya Swastik","4":"Krishna Veera Vanamali","5":"Ankush Verma","6":"Krishna Veera Vanamali","7":"Krishna Veera Vanamali","8":"Krishna Veera Vanamali","9":"Krishna Veera Vanamali","10":"Hiral Goyal","11":"Rishabh Bhatnagar","12":"Aishwarya Awasthi","13":"Hiral Goyal","14":"Aishwarya Awasthi","15":"Hiral Goyal","16":"Aishwarya Awasthi","17":"Rishabh Bhatnagar","18":"Rishabh Bhatnagar","19":"Kiran Khatri","20":"Rishabh Bhatnagar","21":"Kiran Khatri","22":"Kiran Khatri","23":"Aishwarya Awasthi","24":"Rishabh Bhatnagar","25":"Sumit Josh","26":"Anmol Sharma","27":"Anmol Sharma","28":"Sumit Josh","29":"Anmol Sharma","30":"Anmol Sharma","31":"Anmol Sharma","32":"Anmol Sharma","33":"Krishna Veera Vanamali","34":"Sumit Josh","35":"Anmol Sharma","36":"Anmol Sharma","37":"Anmol Sharma","38":"Anmol Sharma","39":"Anmol Sharma","40":"Anmol Sharma","41":"Sumit Josh","42":"Sumit Josh","43":"Sumit Josh","44":"Sumit Josh","45":"Sumit Josh","46":"Sumit Josh","47":"Sumit Josh","48":"Sumit Josh","49":"Sumit Josh","50":"Krishna Veera Vanamali","51":"Aishwarya Awasthi","52":"Rishabh Bhatnagar","53":"Aishwarya Awasthi","54":"Aishwarya Awasthi","55":"Hiral Goyal","56":"Aishwarya Awasthi","57":"Hiral Goyal","58":"Rishabh Bhatnagar","59":"Rishabh Bhatnagar","60":"Hiral Goyal","61":"Aishwarya Awasthi","62":"Hiral Goyal","63":"Hiral Goyal","64":"Hiral Goyal","65":"Hiral Goyal","66":"Aishwarya Awasthi","67":"Rishabh Bhatnagar","68":"Aishwarya Awasthi","69":"Hiral Goyal","70":"Aishwarya Awasthi","71":"Aishwarya Awasthi","72":"Hiral Goyal","73":"Rishabh Bhatnagar","74":"Rishabh Bhatnagar","75":"Ankush Verma","76":"Anmol Sharma","77":"Daisy Mowke","78":"Ankush Verma","79":"Pragya Swastik","80":"Ankush Verma","81":"Kriti Sharma","82":"Kriti Sharma","83":"Kriti Sharma","84":"Kriti Sharma","85":"Kriti Sharma","86":"Kriti Sharma","87":"Kriti Sharma","88":"Kriti Sharma","89":"Kriti Sharma","90":"Kriti Sharma","91":"Kriti Sharma","92":"Kriti Sharma","93":"Kriti Sharma","94":"Kriti Sharma","95":"Kriti Sharma","96":"Kriti Sharma","97":"Kriti Sharma","98":"Kriti Sharma"},"content":{"0":"The Centre has imposed a 30-day moratorium on Lakshmi Vilas Bank effective from Tuesday. A withdrawal limit of ₹25,000 with certain exceptions for unforeseen expenses has been imposed for depositors. The RBI said, \"The financial position of the bank has undergone a steady decline with continuous losses over the last three years.\"","1":"Pfizer’s shares fell as much as 4.5% on Monday after rival Moderna said its experimental COVID-19 vaccine, which is 94.5% effective, can be stored at normal fridge temperatures of 2-8°C for 30 days and for up to 6 months at -20°C. Pfizer’s vaccine, which is over 90% effective, must be stored at -70°C. Moderna’s stock jumped 10% on the news.","2":"Traders' body CAIT on Tuesday said a proposal to impose lockdown in market areas in Delhi may prove to be \"counterproductive\" as lakhs of livelihoods are at stake. The body urged Home Minister Amit Shah and Delhi Lieutenant Governor Anil Baijal to consult traders before taking any such decision. CM Arvind Kejriwal has proposed closing Delhi markets amid COVID-19 spread.","3":"Moderna's initial results of late-stage trial show its COVID-19 vaccine is 94.5% effective. Pfizer last week said its COVID-19 vaccine is more than 90% effective, citing an initial analysis of its late-stage trial. While Moderna's vaccine can be stored at normal fridge temperatures of 2-8°C for 30 days, Pfizer's vaccine can be stored at 2-8°C for five days.","4":"Billionaire Elon Musk added $15 billion to his wealth in just two hours on Monday after his electric carmaker Tesla was named for inclusion in the S&P 500 index. Tesla's stock surged about 14% in extended trading, lifting Musk's fortune to $117.5 billion, making him the world's third-richest person, according to Bloomberg. His wealth has jumped $90 billion this year.","5":"A man identified as PKD Nambiar has sent a legal notice to Delhi eatery 'Mahabelly' for allegedly hurting religious sentiments by using pictures of Hindu gods on food packets. Nambiar claimed he had alerted the eatery's management over picture of Theyyam, whom devotees in Kerala consider as God. The restaurant's management did not act on the advice, he added.","6":"Responding to a joke on him by RPG Group's billionaire Chairman Harsh Goenka on Tuesday, Congress MP Shashi Tharoor tweeted, \"Harsh, what a very lame joke by your standards. What have I done to deserve this?\" Replying to this, Goenka said, \"Shashi, all of us can't have the same sense of humour. We however try.\"","7":"Dr AM Arun, the Founder of Tamil Nadu-based Vasan Eye Care passed away in Chennai on Monday at the age of 51 allegedly due to cardiac arrest. Police have registered a case of suspicious death after a few relatives raised doubts. Arun, who took over his family's single pharmacy shop, built a network of over 100 hospitals. ","8":"Benchmark equity index Sensex on Tuesday breached the 44,000-mark for the time, just five days after it crossed 43,000. Sensex opened at 44,096 points, up 458 points. Tata Steel was among the top gainers, surging over 6%. Sensex had ended the special one-hour Mahurat Trading session on Saturday with a gain of 195 points.\n","9":"The US dollar could weaken as much as 20% next year if COVID-19 vaccines become widely distributed and help to revive global economic growth, Citibank said on Monday. The dollar has fallen about 10% from its peak in March against a basket of six major currencies. Moderna on Monday said its experimental vaccine was 94.5% effective in preventing COVID-19.","10":"The European Union (EU) on Monday entered into an agreement with German biopharmaceutical firm CureVac to procure up to 405 million doses of its potential coronavirus vaccine. This deal takes the total potential vaccines secured by the EU to nearly 2 billion doses. CureVac had earlier claimed its vaccine can remain stable at 5°C for at least three months.","11":"Huawei on Tuesday said it is selling its budget smartphone brand Honor to a consortium of over 30 entities. It said it was under \"tremendous pressure\" due to the \"persistent unavailability of technical elements\" and the deal was made to \"ensure its own survival\". The US' sanctions on Huawei over national security concerns led to manufacturing troubles for the company.","12":"The Russian economy is set to lose $44 billion to cybercrime in 2020 amid COVID-19, according to estimates published by Russian bank Sberbank. It added that the country's economic damage from cybercrime may double in 2021. \"On average, we have to deal with 26 billion cybersecurity events every day,\" Deputy Chairman of Sberbank's Executive Board Stanislav Kuznetsov said.","13":"Cryptocurrency Bitcoin on Tuesday rose 2.4% to $17,099 in New York trading, crossing the $17,000 mark for the first time in the last three years. In December 2017, Bitcoin nearly touched $20,000, marking an all-time high of $19,665, and fell as low as $3,136 within a year. The cryptocurrency has more than doubled its value in 2020 itself.","14":"Nissan Motor COO Ashwani Gupta has said Nissan is \"absolutely not\" in talks to sell its stake in Mitsubishi Motors. Earlier, a report had said that Nissan was considering selling its 34% stake in Mitsubishi Motors due to COVID-19 effects. At November 16th's closing price in Tokyo, Nissan's stake in Mitsubishi Motors was worth $975.8 million, Reuters reported.","15":"Platforms like Ola and Swiggy will be required to make an annual contribution of up to 5% of wage payment towards the social security of their workers under draft rules issued by the Labour Ministry. The government could allow platforms to deposit 1-2% of annual turnover into proposed fund, ET reported, adding that a dedicated scheme will be formulated soon.","16":"Japan's economy exited a COVID-19-induced recession with a 5% growth in the third quarter, government data revealed. This follows three quarters of contraction, with revised data showing the economy shrank 8.2% in the second quarter. The economy expanded an annualised 21.4% in July-September, beating a median market forecast for an 18.9% gain.","17":"Minister of External Affairs S Jaishankar defended India's decision to stay out of the Regional Comprehensive Economic Partnership (RCEP) and said the trade deal is already showing \"damaging consequences\". He added that the trade agreements would \"lock\" India into global commitments without delivering any advantages. Fifteen Asia-Pacific nations including China signed the RCEP on Sunday.","18":"Department of Investment and Public Asset Management Secretary Tuhin Kanta Pandey on Monday said that government received several Expressions of Interest (EoI) from domestic and international investors for buying its 52.98% stake in Bharat Petroleum Corporation (BPCL). The deadline had been extended four times and finally closed on Monday. Three to four bids were received, PTI reported.","19":"Co-founder and former Co-chairman of Infosys, Senapathy (Kris) Gopalakrishnan, has been appointed as the first Chairperson of the Reserve Bank Innovation Hub (RBIH). In its August monetary policy, the RBI had announced that it will set up the RBIH to promote innovation across the financial sector. Gopalakrishnan will lead a governing council that will manage and guide the hub. ","20":"Warren Buffett's Berkshire Hathaway on Monday said it has invested in stocks of four large drugmakers as of September 30. The firm disclosed investments of $1.8 billion each in AbbVie, Bristol Myers Squibb, Merck & Co and $136 million in Pfizer. Berkshire also added a $276 million stake in T-Mobile, bought more Bank of America stocks and cut Apple stocks.","21":"Goldman Sachs has revised India's economic forecast for 2020-21 to a 10.3% contraction, from -14.8% projected in September. It has also projected that India's GDP will rebound to a 13% growth in the next fiscal year. Earlier, Moody's Investors Service upgraded India's economic forecast to an 8.9% contraction for calendar year 2020 against its previous estimate of a 9.6% contraction.","22":"AirAsia Group has said that it is reviewing its investment in AirAsia India, which has been \"draining cash\" and causing a financial stress to the group. The airline owns 49% stake in AirAsia India, a joint venture with Tata Sons. Earlier on Tuesday, AirAsia Japan filed for bankruptcy after announcing last month that it was ceasing operations in the country. ","23":"Swami Ramdev announced that Patanjali-owned edible oil firm Ruchi Soya will launch a follow-on public offer (FPO) next year to bring down promoters' shareholding in the company. A company official said promoters have to dilute 10% shareholding by June 2021 and 25% in 36 months as per the SEBI regulations. Patanjali had acquired Ruchi Soya last year for ₹4,350 crore.","24":"The Ministry of Finance on Monday invited bids from actuarial firms to value Life Insurance Corporation (LIC) ahead of its IPO. The government plans to sell its minority stake in the insurance company and launch an IPO, and it has already hired Deloitte and SBICaps as its pre-IPO transaction advisors. The last date for submission of bids is December 8.","25":"Former India cricketer Aakash Chopra said CSK shouldn't retain MS Dhoni if the mega auction happens ahead of next IPL due to his high price. \"If you release Dhoni for the mega auction, you can pick him with the right to match card and you can pick the right players by having the desired money in your kitty,\" Aakash added.","26":"Team India captain Virat Kohli took to Twitter to share a picture of himself from the hotel room where he is quarantining in Australia ahead of the ODI series. \"Quarantine diaries. Un-ironed T-shirt, comfortable couch and a good series to watch,\" he captioned the picture. Australia-India ODI series will begin on November 27.","27":"A video of England wicketkeeper-batsman Jos Buttler's 18-month-old daughter Georgia Rose interrupting her father's online interview has surfaced online. In the video, Georgia can be heard making noises in the background before Buttler makes her sit on his lap. \"Excuse my little one,\" Buttler says in the video. Buttler was giving interview ahead of England's tour of South Africa.","28":"The BCCI on Tuesday announced MPL Sports as the new kit sponsor and official merchandise partner for Indian Cricket Team till December 2023. The senior men, women and the Under-19 teams are part of the deal. \"MPL Sports' association with the BCCI begins with upcoming India's tour of Australia, which will see Team India sporting the new jerseys,\" BCCI said.","29":"Arsenal forward Pierre-Emerick Aubameyang and his Gabon teammates were forced to spend a night sleeping on the airport floor ahead of their Africa Cup of Nations qualifier against Gambia. Gabon delegation were told they weren't allowed to leave airport because of an administrative problem. \"Nice job CAF, it’s as if we were back in the 1990s,\" Aubameyang tweeted, sharing pictures.","30":"Australia wicketkeeper-batsman Alex Carey has said that Shreyas Iyer has got the potential to lead India one day. Adding that he will be a fantastic leader, Shreyas' Delhi Capitals' teammate Carey said, \"His ability to connect with all the players in the group was fantastic.\" Carey added, \"He took the focus off himself and worried more about the group.\"","31":"Pacer Sudeep Tyagi, who represented India in four ODIs and a T20I in 2009-10, has retired from all forms of cricket aged 33. Sharing a farewell note, Sudeep wrote, \"Cricket is my very existence and soul. It's very difficult to do this but to move ahead, we must let go.\" The Ghaziabad-born pacer took 109 wickets in 41 first-class matches.","32":"Reacting to Bangladeshi cricketer Shakib Al Hasan apologising after receiving death threat for attending Kali Puja in Kolkata, Bangladeshi author Taslima Nasreen tweeted, \"He shouldn't have apologised.\" Adding that he insulted Hindu religion by apologising, Taslima further wrote, \"His apology will strengthen the Islamists to kill Muslims whoever visit puja mandap or sympathise with Hindus.\"","33":"A man in Bangladesh has threatened to kill Shakib Al Hasan on Facebook Live for \"hurting religious sentiments of Muslims\" by allegedly inaugurating a Kali Puja in Kolkata. He was seen brandishing a sharp weapon. The Bangladesh all-rounder clarified that he didn't inaugurate the Puja. \"If you see the invitation card, you yourself will see who did it,\" he added.","34":"Olympic steeplechase gold medalist Conseslus Kipruto from Kenya has been booked for having sex with a 15-year-old girl. Under Kenyan law, Kipruto was charged with \"defilement\", which is sexual intercourse with a minor under the age of 18. He was released on bail on Monday after he pleaded not guilty. Kipruto won gold in 3,000-metre steeplechase in Rio in 2016.","35":"Ex-Andhra Pradesh cricketer B Nagaraju has been arrested for trying to extort ₹15 lakh from a pharmaceuticals company. According to police, Nagaraju made a phone call to management of the company by posing as assistant of Telangana IT Minister KT Rama Rao. He told them Pollution Control Board was going to issue closure notice to them and demanded ₹15 lakh.","36":"Former Australia head coach Darren Lehmann has said that Team India captain Virat Kohli will give his 100% to win the lone Test he is playing in Australia. Lehmann added, \"That’s just the way he plays; he plays full of energy and doesn’t want to lose.\" He further said, \"He always pushes the boundaries...that’s what great players do.\"","37":"Former Australia fast bowler Glenn McGrath has said that it is a big blow for India that captain Virat Kohli will just play one of the four Tests against Australia. He added, \"Kohli is worth two players; one, as a batsman and two, as the captain, setting the field with his energy and attitude.\"","38":"Several members of the Australia Test squad including captain Tim Paine were on Tuesday airlifted to New South Wales following a COVID-19 outbreak in South Australia. South Australia had announced a new COVID-19 cluster, as the number of cases grew to 17 on Monday. Following this, the governments of Western Australia, Tasmania, and the Northern Territory announced border closures.","39":"West Indies and Kings XI Punjab's 25-year-old wicketkeeper-batsman Nicholas Pooran has got engaged to his girlfriend Alyssa Miguel. Pooran took to Instagram to share a picture of himself going down on one knee and putting a ring on Alyssa's finger. \"God has blessed us with a great blessing,\" Pooran captioned the picture, further writing, \"I got you.\"","40":"Mumbai Indians batsman Suryakumar Yadav liked a meme which praised Rohit Sharma and called Virat Kohli a \"paper captain\". \"Throw me to the wolves and I come back leading the pack - Rohit Sharma,\" the tweet accompanying the meme read. However, Suryakumar unliked the tweet later. Suryakumar was not picked for any of the Team India squads for Australia tour.","41":"England vice-captain Jos Buttler has urged his teammates to speak up if they experience any difficulty dealing with the bio-secure bubbles during their South Africa tour. \"If you're feeling under pressure or not quite yourself...have the confidence to open up and talk about it. The England and Wales Cricket Board is excellent at looking after players' mental wellbeing,\" Buttler said.","42":"Uruguayan Football Association on Monday confirmed that Luis Suarez has tested positive for coronavirus. Apart from Suarez, goalkeeper Rodrigo Muñoz has also tested positive. The duo will be missing their World Cup qualifier match at home against Brazil on Tuesday. Meanwhile, Suarez will also be missing the Spanish league match between Atletico Madrid and his former club Barcelona on Saturday.","43":"Australia vice-captain Pat Cummins said Virat Kohli's absence for the last three Tests won't decide the outcome of the series. \"It might make a bit of a difference...But to be honest, us players haven't spoken too much about it,\" Cummins said. Virat will be on paternity leave and will only be available for the first Test.","44":"Former Pakistan pacer Aaqib Javed called Sachin Tendulkar the most impactful cricketer of his generation, who deservingly ruled the game with his skills. \"Sachin created a 100 per cent impact on the game with the quality or talent he had. He held the numero uno spot in the game for several years as he was a seasoned cricketer,\" Javed said.","45":"New Zealand captain Kane Williamson and pacer Trent Boult won't be playing the upcoming three-match T20I series against the West Indies. While Williamson is out with a hip injury and will look to regain fitness for the two-match Test series in December, Boult will be released from managed isolation only a day before the first T20I in Auckland. ","46":"On the seventh anniversary of his retirement from international cricket, Sachin Tendulkar revealed that he was presented a steel drum by Brian Lara and West Indies cricket team during his last Test. \"To me this represents love and respect that you have had for me, and I reciprocate that. Thank you so very much for the special gift,\" Sachin said.","47":"Uncapped opener Will Pucovski, who was included in Australia's 17-member squad for the India Test series, said 'this time he felt like he has earned the right to be in the squad'. In 2019, he got his maiden Test call-up but decided to let it go, citing mental health concerns. Pucovski scored consecutive double hundreds in Sheffield Shield this season.","48":"Former Australia pacer Glenn McGrath believes India's Rohit Sharma might step up and take the responsibility with the bat once Virat Kohli departs after the first Test against Australia. \"Once Virat leaves, it will be an opportunity for someone else to put their hand up and make a mark on the series. Maybe that could be Rohit Sharma,\" said McGrath.","49":"India batsman Cheteshwar Pujara said India's pacers have the capability to dismiss Australia's Smith, Warner and Labuschagne early during the Test series. \"They know how to be successful in Australia as they have enjoyed success there in the past. They have their game-plans in place,\" Pujara said. In 2018-19, Smith and Warner weren't part of the side which India defeated.","50":"Billionaire Elon Musk added $15 billion to his wealth in just two hours on Monday after his electric carmaker Tesla was named for inclusion in the S&P 500 index. Tesla's stock surged about 14% in extended trading, lifting Musk's fortune to $117.5 billion, making him the world's third-richest person, according to Bloomberg. His wealth has jumped $90 billion this year.","51":"Former US President Barack Obama in an interview with The Atlantic said social media firms should be regulated in some capacity. Talking about the spread of harmful information on social media he said that a blend of government regulations and corporate practices will be required to address the issue. Obama also discussed deepfake videos and the dangers they posed.","52":"Twitter on Monday named Peiter Zatko, widely known by his hacker handle 'Mudge', as their head of security. Zatko told Reuters he will examine the platform's security, integrity and even abuse and manipulation of the platform. Zatko was part of hacking groups such as L0pht and Cult of the Dead Cow and has worked with Google, Stripe and the Pentagon.","53":"US Senators have asked Facebook to act against \"anti-Muslim bigotry\" on its platforms that has \"enabled offline violence against Muslims in the US and around the world\". They cited a UN report which said Facebook played a \"determining\" role in violence against Rohingya Muslims in Myanmar. They also discussed reports claiming Facebook was used for violence against Muslims in India.","54":"The US government's Cyber Command has started publishing foreign hacking operations report showing Russian hackers as \"silly\" bear to annoy them, CyberScoop reported. They reportedly wanted to avoid giving Russian hackers an ego boost, and undermine such cyber-operations. One illustration depicted a cybercriminal group using the Chinese government's malware as a pink sloth hunched over computer. ","55":"Apple products worth $6.6 million were stolen by thieves during a truck heist in England, the police have said. The thieves allegedly drove away with the truck carrying Apple goods after tying up the driver and a security guard and leaving them behind. The police said they're looking for people who've been offered Apple products for sale in \"unusual circumstances\".","56":"Twitter has announced that its disappearing posts, Fleets, has rolled out to everyone globally. Fleets will last for 24 hours and can be viewed by tapping on users' profile pictures but they won't receive likes, replies or retweets. However, users will be able to respond to Fleets via direct messages. Twitter had started testing Fleets in India in June.","57":"Cryptocurrency Bitcoin on Tuesday rose 2.4% to $17,099 in New York trading, crossing the $17,000 mark for the first time in the last three years. In December 2017, Bitcoin nearly touched $20,000, marking an all-time high of $19,665, and fell as low as $3,136 within a year. The cryptocurrency has more than doubled its value in 2020 itself.","58":"Huawei on Tuesday said it is selling its budget smartphone brand Honor to a consortium of over 30 entities. It said it was under \"tremendous pressure\" due to the \"persistent unavailability of technical elements\" and the deal was made to \"ensure its own survival\". The US' sanctions on Huawei over national security concerns led to manufacturing troubles for the company.","59":"Facebook CEO Mark Zuckerberg and Twitter CEO Jack Dorsey will appear in front of a US Senate committee for a hearing on how the companies moderated content during US elections. The hearing will reportedly focus on the social media distribution of New York Post's story on Joe Biden's son, Hunter. Vice President-elect Kamala Harris could also reportedly question the CEOs.","60":"SpaceX's Crew Dragon capsule carrying four astronauts docked with the International Space Station (ISS), 27 hours after its launch. \"Docking confirmed – Crew Dragon has arrived at the (International) Space Station,\" SpaceX tweeted. The astronauts have joined the Expedition 64 crew at the ISS and will spend roughly six months there before returning to Earth.","61":"The Solomon Islands government is planning to ban Facebook's use for an indeterminate period following its criticism on it. A minister of Solomon blamed \"abusive language\" and \"character assassination\" of ministers, including the Prime Minister, being carried out on Facebook for the decision, Solomon Times reported. Facebook said it was contacting the government to discuss the issue.","62":"Virgin Galactic on Monday rescheduled its test spaceflight, that was set to launch between November 19 and 23 from New Mexico, due to revised COVID-19 guidelines issued by the US state's Health Department. A stay-at-home order till November 30 has been enacted in New Mexico due to increasing coronavirus cases. The space tourism firm hasn't announced a new test schedule.","63":"Microsoft's India-born CEO Satya Nadella, along with eight other American business leaders, have been invited for a virtual meeting with US President-elect Joe Biden and Vice President-elect Kamala Harris to discuss issues related to US' economy. General Motors CEO Mary Barra and GAP CEO Sonia Syngal have also been invited to the meeting.","64":"Twitter CEO Jack Dorsey, in his remarks to the US Senate committee, said that the company continues to learn how to earn the trust of its users by taking steps to limit misinformation on its platform. \"We applied labels to add context and limit risk of...election misinformation...because the public told us they wanted us to take these steps,\" Dorsey added.","65":"Russia has denied Microsoft's claims that pharmaceutical companies developing coronavirus vaccines were targetted by Russian state-backed hackers. It has become \"politically fashionable\" to blame us for cyberattacks, Russian Deputy Foreign Minister Sergey Ryabkov said. Russia itself has become a target of foreign hackers, he claimed, adding that US and Russia should let experts look into this.","66":"Apple has updated a support documentation page specifying that its anti-malware feature, Gatekeeper, doesn't track what its Mac users are doing. Gatekeeper prevents users from downloading an app that has some known malware. Earlier, a large number of Mac users had reported failures in opening third-party apps, which were caused by Gatekeeper and later, privacy concerns were raised around it.","67":"Elon Musk's Tesla will join the S&P 500 index as one of the largest-ever new members, prior to the opening of trading on December 21, potentially in two tranches. \"It will generate one of the largest funding trades history,\" S&P Dow Jones Indices said. Tesla's stock market value of over $400 billion is larger than 95% of the index's companies.","68":"Union Minister Prakash Javadekar discussed the absence of self-regulation in OTT platforms and said the government doesn't want to regulate them and that it is the platform's responsibility. He noted that print media had a \"self-regulation\" body in the PCI. \"There are good films on OTT platforms, ordinary films, bad films and even very bad films,\" he added.","69":"Apple has refuted European activist Max Schrems' claim that the company uses its online tracking tool in devices to store users' data without their consent. It said that Apple does not access or use the Identifier for Advertisers (IDFA) on a user's device for any purpose. The IDFA tracks users' online behaviour, allowing companies to send targeted adverts.","70":"The Russian economy is set to lose $44 billion to cybercrime in 2020 amid COVID-19, according to estimates published by Russian bank Sberbank. It added that the country's economic damage from cybercrime may double in 2021. \"On average, we have to deal with 26 billion cybersecurity events every day,\" Deputy Chairman of Sberbank's Executive Board Stanislav Kuznetsov said.","71":"The finance ministry has given its approval to civil aviation regulator, DGCA, to set up a separate Drones Directorate. The Directorate will be established with eight DGCA officials to begin with and will be expanded with time. As per media reports, the Directorate will solely focus on maintaining the drones ecosystem in the country.","72":"'Resident Evil' game-maker Capcom on Monday confirmed that personal information of as many as 3,50,000 customers was stolen in a ransomware attack earlier this month. Confidential corporate information, as well as the ​personal data of its employees, was also stolen, it added. No credit card information was breached as online payments are handled by a third-party company, Capcom said.","73":"Apple has started sending foldable iPhones to its assembly partner Foxconn for testing purposes with a possible release in September 2022, reported Chinese media portal Economic Daily News. Apple has also reportedly asked Foxconn to perform over 1,00,000 opening and closing tests. The first foldable iPhone will reportedly offer 8GB RAM and 256GB storage, with prices starting at $1,499.","74":"Zoom has launched a 'Suspend Participant Activities' feature which enables hosts and co-hosts to pause their meeting and remove disruptive participants known as 'Zoombombers'. It also extended the 'Report' feature to participants, from only hosts earlier. Zoom also launched the 'At-Risk Meeting Notifier', a tool that scans social media for links that might be at high risk of disruption.","75":"Twinkle Khanna shared a picture of a poster of Tinu Verma, who played the villain in 'Mela', on the back of a truck. \"What can I say except Mela has certainly left a mark or a scar...on me and the rest of the nation,\" she said. \"Certain things...are timeless! This popped up in my messages today,\" she added.","76":"Talking about \"negativity and misogyny\" she faced early in her career, actress Taapsee Pannu said, \"I was once replaced in a film because...hero's wife didn't want me to be part of it.\" Recalling another incident, she said, \"I was dubbing for [a film] and I was told that the hero didn’t like my dialogue so I should change it.\"","77":"Selvarathinam, an actor who played a villain in a Tamil TV series was hacked to death. \"[On Sunday]...he received a call after which he left...Later, his roommate received the information [about his death],\" police said. CCTV footage shows 4 suspicious men moving about near the murder spot. The actor could be found involved in a brief argument with the gang.","78":"Sushmita Sen has shared a video of 'Money Heist' actress Itziar Ituño singing the song 'Chunari Chunari' from the 1999 movie 'Biwi No. 1'. Itziar sang the lines while speaking with News18's Showsha on her love for Bollywood. \"Still having hangover of chunari chunari...Everything in the song was superb,\" a Twitter user commented.","79":"Actor Milind Soman picked garbage on a trek to a Shiva temple at the top of a hill. He was told there were no dustbins because monkeys kept throwing garbage out of the bins and the garbage is eventually burnt in the forest. \"I think the time has come for us to be smarter than monkeys,\" Soman wrote on Instagram.","80":"A video showing Tamil actor Thavasi, known for his supporting roles, appealing for help has surfaced online. The actor is suffering from cancer and is admitted to a hospital. \"I never thought I'd be affected by such a disease. I request...my fellow actors in the industry and the people of the state to help me recover from this,\" he said.","81":"Actor Suriya Sivakumar said he believes that Indian film heroes can be larger than life but they have to be relatable to build an emotional connection with the audiences. \"There are always certain scenes, emotions and dialogues that will appeal to everybody in the theatre...when you...emote reality, you get the connectivity and love from the fans,\" he added.","82":"Actor Amit Sadh, who shared screen space with Sushant Singh Rajput in 2013 film 'Kai Po Che', said the film industry has been affected by Sushant's death. \"I hope we are affected by it because if we are not affected...we are not human beings and if we aren't humans then we shouldn't be telling stories about humans,\" he added.","83":"Paresh Rawal spoke about his experience of working with actor Suriya Sivakumar in the film 'Soorarai Pottru', and said, \"He is a megastar, but he is humble, rooted, grounded and down-to-earth.\" Paresh further said, \"He knew I was going to fumble with my Tamil dialogues, but he was never agitated or anxious. The unit made me feel very comfortable.\"","84":"Actress Zazie Beetz, who played Domino in 'Deadpool 2', has joined the cast of Brad Pitt starrer action-thriller titled 'Bullet Train', Deadline reported. The movie is reportedly based on the Japanese novel 'Maria Beetle' and will be directed by David Leitch. Reportedly, the movie will also feature Joey King, Aaron Taylor-Johnson, Brian Tyree Henry and Andrew Koji. \n","85":"Singers Shawn Mendes and Justin Bieber took to social media to announce that their duet 'Monster' will be released on November 20. They shared the news alongside a 13-second teaser of the song, which will be a part of Shawn's upcoming album 'Wonder'. The album is scheduled to come out on December 4.","86":"Actress Neha Dhupia said that her husband, Angad Bedi, never pressured her to lose the baby weight following her pregnancy. Stating that only women should be allowed to control the narrative around their bodies, Neha added, \"I put on 23 kilos after I gave birth to Mehr but I refused to let society's ideals dictate my recovery.\" ","87":"Irrfan Khan's son Babil Khan, on Sunday, posted a picture of his father posing with a peacock and shared a note for the late actor on Instagram. \"I still feel like you've gone for a long shoot, a long schedule underwater and you'll come back to me, to the surface again,\" he wrote in the caption. ","88":"Actor Aditya Roy Kapur will start shooting for his upcoming action film 'OM: The Battle Within', which will be produced by filmmaker Ahmed Khan, in December. \"I have been living with OM for the last few months...looking forward to the journey,\" Aditya told Mumbai Mirror. \"The film revolves around emotionally disturbed relationships in the line of duty,\" Ahmed explained.  \n\n","89":"During a recent interview, singer Amaal Mallik mentioned that he often draws inspiration from life while composing songs and added that his experiences and feelings influence his music. \"I'm a romantic at heart, and that's why you see a lot of those influences in my songs too. All my songs encapsulate a particular emotion,\" the singer added.","90":"Actress Aahana S Kumra, who has featured in web series such as 'Inside Edge' and 'Rangbaaz', said it is not an easy decision for big stars to work on digital platforms. \"They are like, 'Should I be relevant now on OTT or should I...wait for films to happen'...It is not easy for them...but there is no choice now,\" she added. \n","91":"Sharing a picture from the sets of her upcoming film 'Jug Jugg Jeeyo' on Instagram, actress Neetu Kapoor mentioned that she was scared of getting back to work after \"so many years\". \"From mom, to Kapoor Sahab, to Ranbir always being with me .. now I find myself all by myself, feeling a little scared,\" she wrote.","92":"While accepting the award for Comedy Movie Star at the 2020 People's Choice Awards, actress Joey King revealed that 'The Kissing Booth 3' will release in summer 2021 and added, \"I'm so excited! I wish it was tomorrow.\" 'The Kissing Booth 2', which released in July this year, won the award for Comedy Movie of 2020.","93":"When asked if Marvel will digitally recreate late actor Chadwick Boseman for 'Black Panther' sequel, Marvel Studios Executive Vice President Victoria Alonso said, \"No, there's only one Chadwick and he's not with us.\" During an interview with Clarin, Alonso added, \"Our king, unfortunately, has died in real life...we are taking time to see how we continue the story.\" ","94":"Speaking about her experience of working with Aditya Roy Kapur in their latest film 'Ludo', Sanya Malhotra said the actor made her feel comfortable on the sets. \"Both Adi and I would be clueless most of the time and that is what we would jam on. We used to talk about random things in between,\" she added. \n","95":"Speaking about his 2011 debut film 'Pyaar Ka Punchnama', actor Divyenndu said the movie was the game-changer project of his career. \"Overnight, it changed everything for me. Liquid (his character in the film) attained cult status. It was almost like an underground film. My very first film gave me fame, recognition and respect,\" he added. ","96":"Actor Sonu Sood, who has been appointed as the state icon of Punjab by the Election Commission of India, said, \"I am overwhelmed and extremely grateful for this honour.\" The actor, who has been helping people amid the COVID-19 pandemic, added, \"Having been born in Punjab, this means so much to me, emotionally.\"","97":"Commenting on the theatrical release of his film 'Suraj Pe Mangal Bhari' amid the coronavirus pandemic, actor Diljit Dosanjh said he wonders if people would risk their lives to watch the movie in theatres. \"We are a movie-loving country, but life is important,\" he said and added that he wasn't aware of the release plans for the film.","98":"Embassy of India in France paid tribute to actor Soumitra Chatterjee following his demise. The Embassy noted that in 1999, Soumitra became the first Indian film personality to be conferred with Ordre des Arts et des Lettres, France's highest award for artists. \"In 2017, he was honoured with France's highest civilian award-Chevalier of Legion of Honor,\" the tweet read. "}}